Repository: collective/collective.amberjack.metatour
Catalog: collective/amberjack/metatour/locales/*/LC_MESSAGES/collective.amberjack.metatour.po
Languages: es, fr, it, pt_br

source: A css or xpath selector
es: Una Hoja de estilo de cascada CSS o un selector Xpath
fr: Un sélecteur css ou xpath
it: Un selettore css o un xpath
pt_br: Um seletor CSS ou XPath

source: Adds content types to create an Amberjack tour
es: Agregar tipos de contenidos para crear un visita guiada Amberjack
fr: Ajoute des types de contenu pour créer des visites Amberjack
it: Aggiunge tipi di contenuto per creare un tour Amberjack
pt_br: Adiciona tipos de conteúdo para criar um Tutorial Amberjack

source: Amberjack Tour Creator (Amberjack Meta Tour)
es: Creador de la visita guiada Amberjack (Meta visita guiada Amberjack)
fr: Créateur de visite Amberjack (Amberjack Meta Tour)
it: Creatore di un tour Amberjack (Amberjack Meta Tour)
pt_br: Criador de Tutoriais Amberjack

source: Amberjack step
es: Paso Amberjack
fr: Étape Amberjack
it: Passo Amberjack
pt_br: Passo Amberjack

source: Amberjack tour
es: Visita guiada Amberjack
fr: Visite Amberjack
it: Tour Amberjack
pt_br: Tutorial Amberjack

source: Amberjack tour folder
es: Carperta de visita guiada Amberjack
fr: Dossier visite Amberjack
it: Cartella di tour Amberjack
pt_br: Pasta de Tutorial Amberjack

source: Amberjack tour step
es: Paso de visita guiada Amberjack
fr: Étape visite Amberjack
it: Passo di tour Amberjack
pt_br: Passo de Tutorial Amberjack

source: Description
es: Descripción
it: Descrizione
pt_br: Descrição

source: Enter a description for the user
es: Introduzca una descripción para el usuario
fr: Entrez une description pour l'utilisateur
it: Inserisci una descrizone per l'utente
pt_br: Insira uma descrição para o usuário

source: Enter:<ol> <li>the description for the user (use [] to <span class='ajHighlight'>highlight</span> parts)</li> <li>the step id</li> <li>an optional selector</li> <li>an optional text used by the step</li> </ol>
fr: Entrez :<ol> <li>la description pour l'utilisateur (utilisez [] pour <span class='ajHighlight'>surligner</span> des parties)</li> <li>l'id d'un selecteur prédéfini</li> <li>un sélecteur optionel</li> <li>un texte optionel utilisé par l'étape</li> </ol>
it: Inserisci :<ol> <li>la descrizione per l'utente (utilizza [] per <span class='ajHighlight'>evidenziare</span> delle parti)</li> <li>l'id del passo</li> <li>un selettore optionel</li> <li>un testo opzionale utilizzato dal passo</li> </ol>
pt_br: Insira:<ol> <li>a descrição para o usuário (use [] para <span class='ajHighlight'>destacar</span> partes)</li> <li>o id do passo</li> <li>um seletor opcional</li> <li>um texto opcional usado pelo passo</li> </ol>

source: Step
es: Paso
fr: Étape
it: Passo
pt_br: Passo

source: Steps
es: Pasos
fr: Étapes
it: Passi
pt_br: Passos

source: The text associated with the step
es: El texto asociado con el paso
fr: Le texte associé à l'étape
it: Il testo associato al passo
pt_br: O texto associado com o passo

source: The tour id is used to manage available tours
fr: L'id de la visite est utilisé pour gérer les visites disponibles
it: L'id del tour Ã¨ utilizzato per gestire i tour disponibili

source: Tour Id
fr: Id de la visite
it: Id del tour

source: User's description
es: Descripción de usuario
fr: Description utilisateur
it: Descrizione utente
pt_br: Descrição do usuário
